Repository: ammkharat/OLT
Catalog: src/ClientApp/App/Controls/ToolStrips/MainUserStrip.*.resx
Languages: fr

# actionItemMenuItem.Text
source: &Action Item Definition
fr: Tâche de préparation

# targetMenuItem.Text
source: &Target Definition
fr: Définition de &cible

# restrictionMenuItem.Text
source: Restriction Definition
fr: Définition de restriction

# labAlertMenuItem.Text
source: La&b Alert Definition
fr: Définition d'alerte de &laboratoir

# shiftLogMenuItem.Text
source: Shift &Log Entry
fr: Entrée de registre

# logDefinitionMenuItem.Text
source: Repeating Log Definition Entry
fr: Entrée de définition de registre répétitive

# cokerCardMenuItem.Text
source: &Coker Card Entry
fr: Fiche de cokeur

# shiftSummaryLogMenuItem.Text
source: Shift S&ummary Log Entry
fr: Entrée de registre des superviseurs de quart

# dailyDirectiveMenuItem.Text
source: Directive Entry
fr: Instruction quotidienne

# standingOrderMenuItem.Text
source: Standing Order Entry
fr: Instruction quotidienne répétitive

# logMenuItem.Text
source: Log
fr: Registre

# shiftHandoverToolStripMenuItem.Text
source: Shift &Handover
fr: Relève de &quart

# permitMenuItem.Text
source: &Safe Work Permit
fr: &Permis de travail sécuritaire

# permitRequestToolStripMenuItem.Text
source: &Permit Request
fr: &Demande de permis

# confinedSpaceDocumentToolStripMenuItem.Text
source: Confined Space Document
fr: Espace clos

# formMontrealCsdMenuItem.Text
source: Critical System Defeat
fr: Dérivation des mécanismes de protection

# formMenuItem.Text
source: Form
fr: Formulaire

# directiveToolStripMenuItem.Text
source: Directive
fr: Instructions quotidiennes

# newSplitButton.Text
source: &New
fr: &Nouveau

# userLabel.Text
source: User :
fr: Utilisateur:

# fullnameLabelData.Text
source: Full Name
fr: Nom au complet

# roleLabel.Text
source: Role :
fr: Rôle :

# roleLabelData.Text
source: Role
fr: Rôle

# assignmentLabel.Text
source: Assignment :
fr: Assignation :

# workAssignmentLabelData.Text
source: Assignment
fr: Assignation

# shiftLabel.Text
source: Shift :
fr: Quart :

# shiftLabelData.Text
source: Shift
fr: Quart

# siteLabel.Text
source: Site :
fr: Emplacement :

# siteLabelData.Text
source: Site
fr: Emplacement

# logOutButton.Text
source: &Log Out
fr: &Fin de session

# changeActiveFLOCButton.Text
source: &Change Active FLOC
fr: &Changer poste technique actif

# timeButton.Text
source: Time
fr: Heure

# changeWorkPermitFLOCToolStripButton.Text
source: Change Active Permit FLOC
fr: Modifier le poste technique pour le permis actif
