Repository: ammkharat/OLT
Catalog: src/Common/App/Localization/RendererStringResources.*.resx
Languages: fr

source: Active
fr: Actif

source: Active From
fr: Actif à partir du

source: Active To
fr: Actif jusqu'au

source: Actual
fr: Réel

# ActualNumber
source: Actual #
fr: Nombre réel

source: Add
fr: Ajouter

source: Additional Follow-up Required
fr: Suivi supplémentaire requis

source: All Business Categories
fr: Toutes catégories activités

source: Allow Manual Selection
fr: Permettre la sélection manuelle

source: Approved
fr: Approuvé

source: Approved By
fr: Approuvé par

source: Approver
fr: Approbateur

# AreaLabel
source: Issuing Area
fr: Secteur émetteur

source: Assigned Amount
fr: Nombre attribué

source: Assignment
fr: Assignation

source: Assigned To
fr: Assigné à

source: Associated Business Categories
fr: Catégories activités associées

source: Associated Reason Code
fr: Code raison associé

source: Associated Reason Code FLOC
fr: PT associé code raison

# AutoInsertTheLogTemplateForThisAssignment
source: Auto-insert this Log Template
fr: Insertion automatique de ce gabarit de registre

source: Available Questionnaires
fr: Questionnaires disponibles

source: Availability Reason
fr: Raison disponibilité

source: Block Completed
fr: Bloc terminé

source: Business Category
fr: Catégorie activité

source: Cancelled
fr: Annulé

source: Category
fr: Catégorie

source: Changed Value
fr: Valeur modifiée

source: Closed
fr: Fermé

source: Closed By
fr: Fermé Par

# ClosedDate
source: Date Closed
fr: Date de fermeture

source: Coker Card
fr: Fiches de cokeur

source: Comments
fr: Remarques

source: Company Name
fr: Nom

source: Confined Space
fr: Espace clos

source: Contractor
fr: Compagnie

source: Craft
fr: Corps de métier

source: Craft/Trade
fr: Métier

source: Created
fr: Créé

source: Created By
fr: Créé par

source: Created Assignment
fr: Tâche créée

source: Created Date
fr: Date création

source: Created Date/Time
fr: Date/heure création

source: Custom Field Group
fr: Groupe champs personnalisés

source: Cycle Step
fr: Étape de cycle

source: Date Approved
fr: Date d’approbation

source: Date/Time
fr: Date/heure

source: Deviation
fr: Écart

source: Directive Date/Time
fr: Heure d'instruction

source: Drum
fr: Fût

source: Earliest Date
fr: Date la plus proche

source: Edited By
fr: Modifié par

source: EH&S
fr: ESP

source: Element
fr: Élément

source: Email Addresses
fr: Adresses de courriel

source: End
fr: Fin

source: End Date
fr: Date de fin

source: End Time
fr: Heure de fin

source: Entry
fr: Entrée

source: Equipment Type
fr: Type d'équipement

source: Expired Date
fr: Date d’expiration

source: Field Name
fr: Nom du champ

# FilterSectionItem
source: Section Filters (Second Level FLOCs)
fr: Filtres section (2e niveau PT)

# FilterUnitItem
source: Unit Filters (Third Level FLOCs)
fr: Filtres unité (3e niveau PT)

source: Flag
fr: Indicateur

source: FLOC
fr: PT

source: FLOC (Description)
fr: PT (Description)

source: Follow Up
fr: Suivi

source: Follow Up
fr: Suivi

source: Follow-up Required
fr: Suivi requis

# FormNumber
source: Form #
fr: No de formule

source: Form Type
fr: Type de formule

source: Functional Location
fr: Poste technique

source: Functional Locations
fr: Postes techniques

source: Group
fr: Groupe

source: GUV
fr: Valeur écart de l'unité

# HasAYesAnswer
source: Answered yes to a question
fr: A répondu oui à une question

# DoesNotHaveAYesAnswer
source: Answered no to all questions
fr: A répondu non à toutes les questions

source: Help Text
fr: Texte aide

source: Hours
fr: Heures

# HoursIntoLastCycle
source: Hours In
fr: Nombre d'heures

source: Immediate Area
fr: Aire immédiate

source: Inactive
fr: Inactif

source: Incident ID
fr: Code incident

source: Initiated By
fr: Lancé par

source: In Thread
fr: Dans le fil

source: Issued
fr: Émis

source: Issued By
fr: Émis par

source: Issued Date
fr: Date d'émission

source: Job Steps
fr: Étapes travail

# LastCycleStep
source: Last Cycle
fr: Dernier cycle

source: Last Editor
fr: Dernier éditeur

# LastImportedBy
source: Imported By
fr: Importé par

source: Last Imported
fr: Dernière importation

source: Last Modified
fr: Dernière modification

source: Last Modified By
fr: Dernière modification par

# LastViolatedDateTime
source: Last Violated
fr: Dernière enfreint

# LastSubmittedBy
source: Submitted By
fr: Soumis par

source: Last Submitted
fr: Dernière soumission

source: Latest Date
fr: Date limite

source: Limit
fr: Limite

source: Location
fr: Emplacement

source: Log Date
fr: Date de registre

source: Log Time
fr: Heure de registre

source: Losses
fr: Pertes

source: Manual Non-Operations
fr: Opérations non manuelles

source: Manual Operations
fr: Opérations manuelles

source: Measurement
fr: Mesure

source: Measurement Tag
fr: Étiquette - mesure

# MinNumber
source: Min #
fr: Nombre minimal

source: Modified
fr: Modifié

source: Name
fr: Nom

source: No Additional Follow-up Required
fr: Aucun suivi supplémentaire requis

source: No Follow Up
fr: Aucun suivi

source: Not In Thread
fr: Non dans le fil

source: Number
fr: Nombre

source: Operational Mode
fr: Mode opérationnel

# OperationNumber
source: Operation #
fr: No. d'opération

source: Operations
fr: Opérations

source: Original Value
fr: Valeur initiale

source: Other
fr: Autre

source: Provider
fr: Provider_fr_olt

# PercentageWeighting
source: Weight %
fr: Poids %

source: Permit Acceptor
fr: Acceptation du permis

# PermitNumber
source: Permit#
fr: Numéro permis

source: PH Tag
fr: Étiquette pH

source: Plant State
fr: État de l'installation

source: Primary Default Tab
fr: Onglet principal par défaut

source: Priority
fr: Priorité

source: Process Control
fr: Contrôle de production

source: Production Target
fr: Cible de production

source: Question Responses
fr: Réponses aux questions

source: Question Text
fr: Texte - question

source: Reason Code
fr: Code de raison

source: Recommended For Summary
fr: Recommander pour registres des superviseurs

# RecommendedForSummary_NoNewLines
source: Recommended For Summary
fr: Recommander pour registres des superviseurs

# RecommendedForSummaryHeading
source: Recommended For Summary
fr: Recommander pour superviseurs

source: Recurring
fr: Périodique

source: Remaining Approvals
fr: Approbations restantes

source: Requested
fr: Demandé

source: Requested By
fr: Demandé par

source: Requested By User
fr: Demandé par l'utilisateur

source: Requested Date
fr: Date demandée

source: Requires Follow-Up:
fr: Nécessite suivi :

source: Requires Approval
fr: Approbation requise

# TemporarilyInnactive
source: Temporarily Inactive
fr: Temporairement désactivé

source: Response Required
fr: Réponse requise

source: Restriction Definition
fr: Définition de restriction

source: Role
fr: Rôle

source: SAP Notification Default
fr: Notification SAP par défaut

source: SAP Planner Group
fr: Groupe de planification SAP

source: SAP Work Order Default
fr: Ordre exécution SAP par défaut

source: Scheduling
fr: Ordonnancement

source: Secondary Default Tab
fr: Onglet secondaire par défaut

source: Section Level FLOC
fr: PT niveau section

source: Selected
fr: Sélectionné

source: Send Time
fr: Heure d'envoi

source: Shift
fr: Quart

source: Shift Group
fr: Groupe de quart

source: Short Name
fr: Nom abrégé

source: Single
fr: Ponctuel

source: Site
fr: Emplacement

source: Start
fr: Début

source: System Defeated
fr: Date de Mise hors Service

source: System to be Defeated
fr: Équipment hors service

source: Estimated Back in Service
fr: Date remise en service prévue

source: Start Date
fr: Date de début

source: Start Time
fr: Heure de début

source: State
fr: État

source: Status
fr: Statut

source: Submitted By User
fr: Soumis par l'utilisateur

source: System Entry
fr: Entrée système

source: Tag
fr: Étiquette

source: Tag Name
fr: Nom étiquette

source: Target
fr: Cible

source: Target Name
fr: Nom de cible

source: Total Hours
fr: Total des heures

source: Trade
fr: Métier

source: Trades
fr: Métiers

source: Training Block
fr: Bloc de formation

source: Training Code
fr: Code de la formation

source: Training Date
fr: Date de la formation

# UNCPath
source: Path
fr: Chemin

source: Units
fr: Unités

source: User Name
fr: Nom utilisateur

source: Valid From
fr: Valide à partir du

source: Valid To
fr: Valide jusqu’au

source: View
fr: Afficher

source: Visible Only On Reports
fr: Visible uniquement dans les rapports

# VisibleAlways
source: Always Visible
fr: Toujours Visible

# VisibilityGroups
source: Groups
fr: Groupes

source: Warn If Work Assignment Is Not Selected During Log In
fr: Avertir si assignation permis travail n'est pas sélectionné pendant la registre

source: Weight
fr: Poids

source: WO Description
fr: Description ordre exéc.

# WONumber
source: WO#
fr: No. ordre

source: Work Area
fr: Aire des travaux

# WorkAssignment
source: Assignment
fr: Assignation

source: Work Assignments
fr: Assignations tâches

# WorkOrderNumber
source: Work Order #
fr: No ordre exécution

source: Work Centre
fr: Centre de Travail

# ExcelTab_ShiftHandover
source: Shift Handover
fr: Relève de quart

# ExcelTab_Logs
source: Logs
fr: Registres

# ExcelTab_RestrictionReport
source: Restriction Report
fr: Rapport de restriction

# ExcelTab_CokerCardReport
source: Coker Card Report
fr: Rapport de fiche du cokeur

# ExcelTab_TargetAlertReport
source: Target Alert Report
fr: Rapport d'alertes cibles

# ExcelTab_Directives
source: Directives
fr: Instructions quotidiennes

# ExcelHeading_User
source: User
fr: L'utilisateur

# ExcelHeading_LogDate
source: Log Date
fr: Date de registre

# ExcelHeading_Shift
source: Shift
fr: Quart

# ExcelHeading_FLOC
source: FLOC
fr: PT

# ExcelHeading_EditedBy
source: Edited By
fr: Modifié par

# ExcelHeading_Log
source: Log
fr: Registre

# ExcelHeading_Directive
source: Directive
fr: Instruction quotidienne

# ExcelHeading_CreatedDate
source: Created Date
fr: Date création

# ExcelHeading_CreatedBy
source: Created By
fr: Créé par

# ExcelHeading_Assignment
source: Assignment
fr: Assignation

# ExcelHeading_Answer
source: Answer
fr: Réponse

# ExcelHeading_Comments
source: Comments
fr: Commentaires

# ExcelHeading_DeviationId
source: Deviation Id
fr: ID écart

# ExcelHeading_DeviationName
source: Deviation Name
fr: Nom de l'écart

# ExcelHeading_DeviationFunctionalLocation
source: Deviation Functional Location
fr: Poste technique de l'écart

# ExcelHeading_Unit
source: Unit
fr: Unité

# ExcelHeading_Equipment1
source: Equipment 1
fr: Équipement 1

# ExcelHeading_Equipment2
source: Equipment 2
fr: Équipement 2

# ExcelHeading_MeasuredTag
source: Measured Tag
fr: Étiquette - mesure

# ExcelHeading_MeasuredValue
source: Measured Value
fr: Valeur mesurée

# ExcelHeading_TargetTag
source: Target Tag
fr: Étiquette de cible

# ExcelHeading_TargetValue
source: Target Value
fr: Valeur de cible

# ExcelHeading_DeviationAmount
source: Deviation Amount
fr: Valeur de cible

# ExcelHeading_HiddenDeviation
source: Hidden Deviation
fr: Écart caché

# ExcelHeading_StartTime
source: Start Time
fr: Heure de début

# ExcelHeading_EndTime
source: End Time
fr: Heure de fin

# ExcelHeading_ReasonCode
source: Reason Code
fr: Code de raison

# ExcelHeading_AssignedAmount
source: Assigned Amount
fr: Nombre attribué

# ExcelHeading_PlantState
source: Plant State
fr: État de l'installation

# ExcelHeading_ReasonCodeFunctionalLocation
source: Reason Code Functional Location
fr: Code de raison Poste technique

# ExcelHeading_Drum
source: Drum
fr: Ballon

# ExcelHeading_Start
source: Start
fr: Heure de début

# ExcelHeading_End
source: End
fr: Heure de fin

# ExcelHeading_Status
source: Status
fr: Statut

# ExcelHeading_CreatedDateTime
source: Created Date/Time
fr: Date/heure créée

# ExcelHeading_MarkedAsReadTime
source: Marked as Read Time
fr: Heure marquée comme lue

# ExcelHeading_Site
source: Site
fr: Emplacement

# ExcelHeading_Name
source: Name
fr: Nom

# ExcelHeading_LastViolated
source: Last Violated
fr: Dernière enfreint

# ExcelHeading_DefinitionName
source: Definition Name
fr: Nom de définition

# ExcelHeading_Tag
source: Tag
fr: Étiquette

# ExcelHeading_ActualValue
source: Actual Value
fr: Valeur réelle

# ExcelHeading_ActualValueViolated
source: Actual Value (violated)
fr: Valeur réelle (enfreinte)

# ExcelHeading_NTESOLMaxViolated
source: NTE/SOL Max (violated)
fr: NTE/SOL max (enfreint)

# ExcelHeading_NTESOLMinViolated
source: NTE/SOL Min (violated)
fr: NTE/SOL min (enfreint)

# ExcelHeading_MaxViolated
source: Max (violated)
fr: Max (enfreint)

# ExcelHeading_MinViolated
source: Min (violated)
fr: Min (enfreint)

# ExcelHeading_DefinitionActive
source: Definition Active
fr: Définition active

# ExcelHeading_ResponseDateTime
source: Response Date/Time ({0})
fr: Date / heure de la réponse

# ExcelHeading_Responder
source: Responder ({0})
fr: Auteur de la réponse

# ExcelHeading_GapReason
source: Gap Reason ({0})
fr: Motif d'écart

# ExcelHeading_ResponseText
source: Response Text ({0})
fr: Texte de la réponse

source: YesNo
fr: Oui Non
