Repository: ammkharat/OLT
Catalog: src/ClientApp/App/Forms/LogForm.*.resx
Languages: fr

# commentsLabelLine.Label
source: Comments
fr: Remarques

# detailsLabelLine.Label
source: Details
fr: Détails

# createdByLabelData.Text
source: <created by>
fr: <Créé par>

# createdByGroupBox.Text
source: Created By
fr: Créé par

# logTimeGroupBox.Text
source: Log Time
fr: Heure de registre

# shiftLabelData.Text
source: <Shift>
fr: <Quart>

# ShiftGroupBox.Text
source: Shift
fr: Quart

# functionalLocationButton.Text
source: Add ...
fr: Ajouter...

# removeFLOCButton.Text
source: Remove Selected
fr: Supprimer

# functionalLocationGroupBox.Text
source: Functional Locations
fr: Postes techniques

# IsOperatingEngineerLogCheckBox.Text
source: Operating Engineer
fr: Ingénieur d’exploitation

# recommendForShiftSummaryCheckBox.Text
source: Recommended for Summary
fr: Recommander pour registres des superviseurs

# operationsFollowUpCheckbox.Text
source: Operations
fr: Opérations

# processControlFollowUpCheckBox.Text
source: Process Control
fr: Contrôle de production

# eHSFollowUpCheckBox.Text
source: EH && S
fr: ESP

# otherFollowUpCheckBox.Text
source: Other (See Comments)
fr: Autres (voir les commentaires)

# followupGroupBox.Text
source: Requires Follow-up by
fr: Nécessite un suivi par

# linkGroupBox.Text
source: Document Links
fr: Liens du document

# createOneLogRadioButton.Text
source: Create one log
fr: Créer une registre

# createLogForEachFlocRadioButton.Text
source: Create multiple logs (one for each selected FLOC)
fr: Créer de multiples registres (une pour chaque poste technique sélectionné)

# multipleFunctionalLocationGroupBox.Text
source: Multiple Functional Locations
fr: Postes techniques multiples

# customFieldsLabelLine.Label
source: Custom Fields
fr: Champs personnalisé

# templateLabel.Text
source: Template:
fr: Modèle :

# additionalDetailsLabelLine.Label
source: Additional Details
fr: Détails supplémentaires

# importCustomFieldsButton.Text
source: Read PHD Fields
fr: Lire les champs PHD

# selectLogsForSummaryButton.Text
source: Add Shift Info...
fr: Ajout de renseignements sur le quart…

# viewEditHistoryButton.Text
source: &History
fr: &Historique...

# cancelButton.Text
source: &Cancel
fr: &Annuler

# saveAndCloseButton.Text
source: &Save && Close
fr: &Sauvegarder

# $this.Text
source: Operator Log Tool
fr: Outil de registre de l'opérateur

# insertTemplateButton.Text
source: Insert Template
fr: Insérer le modèle
