Repository: ammkharat/OLT
Catalog: src/ClientApp/App/Forms/PriorityPageCriteriaForm.*.resx
Languages: fr

# siteDisplayLabel.Text
source: <site>
fr: <Emplacement>

# siteGroupBox.Text
source: Site
fr: Emplacement

# daysOfRecentDirectivesLabel.Text
source: days of recent Directives
fr: jours d'instructions récentes

# directivesPrefixLabel.Text
source: Display
fr: Affichage

# handoverByWorkAssignmentAndFlocRadioButton.Text
source: Functional Locations and Work Assignment
fr: Postes techniques et assignation de tâches

# handoverByFlocRadioButton.Text
source: Functional Locations
fr: Postes techniques

# label2.Text
source: Show Shift Handovers that match a user's:
fr: Afficher les distributions de quart qui correspondent à un utilisateur:

# daysOfRecentShiftHandoversLabel.Text
source: days of recent Shift Handovers
fr: jours des distributions de quart récentes

# shiftHandoverPrefixLabel.Text
source: Display
fr: Affichage

# groupBox3.Text
source: Shift Handovers
fr: Relève de quart

# label4.Text
source: Display any unresponded open Excursions for no more than
fr: Affichage

# electronicFormsGroupBox.Text
source: Electronic Forms
fr: Formulaires

# saveButton.Text
source: &Save
fr: &Sauvegarder

# cancelButton.Text
source: &Cancel
fr: &Annuler

# $this.Text
source: Display Criteria Configuration
fr: Afficher les critères de configuration

# displayIncompleteActionItemsFromXDaysAgoRadioButton.Text
source: days ago
fr: jours

# displayIncompleteActionItemsFromPreviousShiftRadioButton.Text
source: Previous shift
fr: quarts précédents

# label5.Text
source: Display Incomplete Action Items from:
fr: Afficher tâche de préparation non terminées du ou des:

# actionItemByWorkAssignmentAndFlocRadioButton.Text
source: Functional Locations and Work Assignment
fr: Postes techniques et assignation de tâches

# actionItemByFlocRadioButton.Text
source: Functional Locations
fr: Postes Techniques

# label1.Text
source: Show Action Items that match a user's:
fr: Afficher les mesures qui correspondent à un utilisateur:

# displayActionItemWorkAssignmentCheckBox.Text
source: Display the Work Assignment column
fr: Afficher la colonne Assignation de tâches

# groupBox1.Text
source: Action Items
fr: Tâches de préparation
