Repository: ammkharat/OLT
Catalog: src/ClientApp/App/Forms/SAPNotificationForm.*.resx
Languages: fr

# saveImportAsOperatingEngineerLogButton.Text
source: Save && Import as &Operating Engineer Log
fr: &Sauvegarder et importer à titre de &Registre de l’ingénieur d’exploitation

# saveImportButton.Text
source: Save && Import
fr: &Sauvegarder et importer

# saveAndCloseButton.Text
source: &Save && Close
fr: &Sauvegarder

# cancelButton.Text
source: &Cancel
fr: &Annuler

# $this.Text
source: SAP Notification
fr: Notification SAP

# descriptionGroupBox.Text
source: New Comments
fr: Nouveau commentaires

# incidentIDLabelData.Text
source: <Incident ID>
fr: <Code d’identification de l’incident Incident>

# incidentIdGroupBox.Text
source: Incident ID
fr: Code incident

# notificationNumberLabelData.Text
source: <Number>
fr: <Numéro>

# notificationGroupBox.Text
source: Notification #
fr: Nº d’avis

# functionalLocationLabelData.Text
source: <Functional Location Full Hierarchy>
fr: <Hiérarchie complète du poste technique>

# functionalLocationGroupBox.Text
source: Functional Location
fr: Poste technique

# shiftGroupBox.Text
source: Shift
fr: Quart
