Repository: ammkharat/OLT
Catalog: src/ClientApp/App/Controls/Details/TargetDefinitionDetails.*.resx
Languages: fr

# preApprovedMinDataLabel.Text
source: Min Data
fr: Données minimales

# preApprovedMaxDataLabel.Text
source: Max Data
fr: Données maximales

# preApprovedNeverToExceedMinDataLabel.Text
source: NTE/SOL Min Data
fr: Données NTE/SOL minimales

# preApprovedNeverToExceedMaxDataLabel.Text
source: NTE/SOL Max Data
fr: Données NTE/SOL maximales

# preApprovedThresholdGroupBox.Text
source: Pre-Approved Target Threshold Values
fr: Valeurs seuils pré-approuvées de l’objectif

# requiresResponseWhenAlertedCheckBox.Text
source: Requires Response When Alerted
fr: Nécessite une réponse après l’avertissement

# nteMinFrequencyLabel.Text
source: Confidence:
fr: Confiance:

# minFrequencyLabel.Text
source: Confidence:
fr: Confiance:

# maxFrequencyLabel.Text
source: Confidence:
fr: Confiance:

# gapUnitValueReadWriteTagDirectionLabel.Text
source: PH Direction label
fr: Tag Dir.

# nteMaxFrequencyLabel.Text
source: Confidence:
fr: Confiance:

# targetReadWriteTagDirectionLabel.Text
source: PH Direction label
fr: Tag Direction

# maxReadWriteTagDirectionLabel.Text
source: PH Direction label
fr: Tag Direction

# minReadWriteTagDirectionLabel.Text
source: PH Direction label
fr: Tag Direction

# gapUnitValueDataLabel.Text
source: GUV Data
fr: Données

# targetDataLabel.Text
source: Target Data
fr: Données de l’objectif

# minDataLabel.Text
source: Min Data
fr: Données minimales

# gapUnitValueLabel.Text
source: Gap Unit Value:
fr: Valeur marginale :

# maxDataLabel.Text
source: Max Data
fr: Données maximales

# targetLabel.Text
source: Target:
fr: Cible :

# neverToExceedMinDataLabel.Text
source: NTE/SOL Min Data
fr: Données NTE/SOL minimales

# neverToExceedMaxDataLabel.Text
source: NTE/SOL Max Data
fr: Données NTE/SOL maximales

# thresholdGroupBox.Text
source: Threshold Values
fr: Valeurs seuil

# categoryData.Text
source: Category Data
fr: Données de catégorie

# tagData.Text
source: Tag Name
fr: Nom étiquette

# functionalLocationData.Text
source: The name of the functional location
fr: Le nom du poste technique

# editedByDataLabel.Text
source: Edited By
fr: Modifié par

# targetNameData.Text
source: The name of this Target Definition
fr: Le nom de cette définition de l’objectif

# generateActionItemCheckBox.Text
source: Generate Action Item
fr: Générer une tâche de préparation

# temporarilyInactiveCheckBox.Text
source: Temporarily Inactive
fr: Temporairement inactif

# suppressAlertCheckBox.Text
source: Suppress Alert
fr: Supprimer l’alerte

# requireApprovalCheckBox.Text
source: Requires Approval
fr: Approbation requise

# oltLabel3.Text
source: Work Assignment
fr: Assignation tâches

# priorityLabel.Text
source: Priority
fr: Priorité

# oltLabel2.Text
source: Document Links
fr: Liens du document

# oltLabel1.Text
source: Operational Mode
fr: Mode opérationnel

# thresholdLabel.Text
source: Threshold
fr: Seuil

# categoryLabel.Text
source: Category
fr: Catégorie

# dependentTargetLabel.Text
source: Dependent Target(s)
fr: Objectif(s) assujetti(s)

# editedByLabel.Text
source: Edited By
fr: Modifié par

# targetNameLabel.Text
source: Target Name
fr: Nom de cible

# tagLabel.Text
source: Plant Historian Tag
fr: Étiquette (PHD tag)

# functionLocationLabel.Text
source: Functional Location
fr: Poste technique

# commentsLabel.Text
source: Comments
fr: Remarques

# scheduleLabel.Text
source: Schedule
fr: Horaire

# approveButton.Text
source: Approve
fr: Approuver

# rejectButton.Text
source: Reject
fr: Refuser

# deleteButton.Text
source: Delete
fr: Supprimer

# editButton.Text
source: Edit
fr: Éditer

# commentsButton.Text
source: Comment
fr: Faire un commentaire

# exportAllButton.Text
source: Export Grid
fr: Grille d’exportation

# exportAllButton.ToolTipText
source: Export Grid data to Excel
fr: Exporter les données de la grille vers Excel

# editHistoryButton.Text
source: History
fr: Historique

# editHistoryButton.ToolTipText
source: View Edit History
fr: Afficher l'historique des modifications

# toggleShowButton.Text
source: Range
fr: Plage

# toggleShowButton.ToolTipText
source: Change displayed Date Range
fr: Modifier la plage de dates affichée

# saveGridLayoutButton.Text
source: Grid Layout
fr: Modèle de grille
